const career = {
  title: 'Вакансії в PEGASUS',
  paragraphs: [
    'Pegasus Arms — це команда інженерів, операторів і розробників, які створюють бойові системи нового покоління. Ми шукаємо фахівців, здатних працювати в умовах швидкого розвитку технологій, приймати рішення в реальному часі та впроваджувати рішення, перевірені на полі бою. ',
    'Приєднуйся до нас, щоб розвивати українську технологію, яка посилює обороноздатність країни',
  ],
  buttons: {
    more: 'Детальніше',
    apply: 'Подати заявку',
  },
}
export default career
