const career = {
  hero: {
    title: 'Вакансії в PEGASUS arms',
    paragraphs: [
      'Pegasus arms — це українська miltech-компанія замкнутого циклу, яка постачає для Сил оборони України ударні БПЛА',
      'Ставай частиною команди, яка працює на Перемогу!',
    ],
    adventages: {
      title: 'Наші переваги:',
      items: [
        'Офіційне працевлаштування',
        'Бронювання співробітників',
        'Гідна заробітна плата',
        'Комфортні умови праці',
        'Навчання та підтримка',
        'Відпустка 24 календарних дні',
        'Оплата лікарняних',
      ],
    },
  },
  lookingFor: {
    title: 'Ми шукаємо',
    paragraphs: [
      'Фахівців у команду, які створюють, обслуговують і вдосконалюють ударні БпЛА Pegasus Arms. Обери напрям, який ближчий саме тобі.',
      'Детальні описи вакансій та умови роботи доступні на наших сторінках у партнерських сервісах з працевлаштування — знайди напрям, який підходить саме тобі.',
    ],
    cards: [
      {
        title: 'Інженерія та розробка',
        description:
          'Інженер, Електротехнік, Програмувальник, Тестувальник, Розробник',
        count: '11 вакансій',
        icon: 'engineering',
      },
      {
        title: 'Виробництво',
        description: 'Монтажник, Технік, Механік, Випробувач',
        count: '5 вакансій',
        icon: 'production',
      },
      {
        title: 'Сервіс',
        description:
          'Сервісний спеціаліст, Оператор, Пілот, Інструктор, Технік з обслуговування',
        count: '4 вакансій',
        icon: 'service',
      },
      {
        title: 'Управління',
        description:
          'Менеджер, Бухгалтер, Фінансист, Економіст, Юрист, HR, Методист, Асистент',
        count: '10 вакансій',
        icon: 'management',
      },
    ],
  },
  questions: {
    title: 'Маєш питання щодо вакансій?',
    contacts: {
      email: {
        text: 'Пиши в наш HR-відділ:',
        link: 'hr@pegasusarms.com.ua',
      },
      tel: {
        text: 'або телефонуй:',
        link: '+380 (75) 444 55 83',
      },
    },
  },
}
export default career
