const goalMain = {
  title: 'НАША МЕТА',
  paragraphs: [
    'Зробити українську технологію надійною зброєю, яка допомагає зберегти життя захисників і досягти переваги на полі бою.',
    'Ми забезпечуємо українські підрозділи ударними БпЛА, які ефективно виконують бойові завдання навіть в умовах активної дії РЕБ — без GPS та зовнішнього керування. ',
  ],
  cards: {
    bpla: {
      title: '1000',
      description: 'БПЛА Уже виконують бойові завдання',
    },
    defence: {
      title: '15 млн',
      description: 'Вартість найбільшої цілі, яку знищив дрон',
    },
    team: {
      title: '50',
      description: 'Бригад Працюють з нашими технологіями',
    },
  },
}
export default goalMain
