const goalMain = {
  title: 'НАША МЕТА',
  paragraphs: [
    'зробити українську технологію надійною зброєю, яка допомагає зберегти життя захисників і досягти переваги на полі бою.',
    'Ми забезпечуємо українські підрозділи ударними БпЛА, які ефективно виконують бойові завдання навіть в умовах інтенсивного РЕБ — без GPS та зовнішнього керування. ',
  ],
  cards: {
    bpla: {
      title: '500',
      description: 'БПЛА Уже виконують бойові завдання',
    },
    defence: {
      title: '15 млн',
      description: 'Спрямовано на оборону України',
    },
    team: {
      title: '50',
      description: 'Бригад Працюють з нашими рішеннями',
    },
  },
}
export default goalMain
