const privacy = {
  title: 'ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ ',
  introduction: {
    title: 'ВСТУП',
    paragraphs: [
      '1. Конфіденційність користувачів Сайту компанії «ПЕГАС АРМС» (далі - Компанія) має велике значення для Компанії, яка докладає всіх зусиль для забезпечення захисту цієї конфіденційності. Дані правила пояснюють, як Компанія використовує персональну інформацію Користувача Сайту.',
      '2. Адміністрація Сайту керується українським законодавством щодо захисту Персональних даних.',
      "3. Ця Політика конфіденційності розроблена відповідно до вимог Закону України «Про захист персональних даних» від 01 червня 2010 року № 2297-VI та інших нормативних актів українського законодавства, що регламентують правові відносини, пов'язані зі збиранням, обробкою, зберіганням персональних даних, а також правом громадян на невтручання в особисте життя та встановлює порядок отримання, збору, накопичення, зберігання, обробки, використання, забезпечення захисту та розкриття персональних даних (далі – «Дані») за допомогою Сайту, ресурсів компанії та/або мобільного додатка та/або пов'язаних з ними послуг та інструментів.",
      '4. Компанія, дбаючи про розвиток взаємовідносин з клієнтами, розуміючи важливість забезпечення охорони Персональних даних Користувача Сайта, з метою вирішення можливих протиріч та непорозумінь, пропонує цю Політику конфіденційності. Будь ласка, уважно прочитайте цю сторінку. Інформація, викладена на ній, є важливою для Користувача Сайта.',
    ],
  },
  definitions: {
    title: '1. ВИЗНАЧЕННЯ ТЕРМІНІВ',
    paragraphs: [
      '1.1 У цій Політиці конфіденційності використовуються такі терміни:',
      "1.1.1. «Сайт» — сукупність веб сторінок та залежного вмісту, доступних у мережі Інтернет, які об'єднані як за змістом, так і за навігацією під єдиним доменним ім'ям.",
      '1.1.2. «Адміністрація Сайту» — уповноважені на управління Сайтом співробітники компаній «ПЕГАС АРМС», що діють від імені Сайту (Компанії), які організовують обробку, збереження, редагування Персональних даних, а також визначають цілі обробки Персональних даних, склад Персональних даних, що підлягають обробці, дії чи операції, що здійснюються з Персональними даними.',
      '1.1.3. «Компанія» — ТОВ «ПЕГАС АРМС».',
      '1.1.4. «Користувач сайту» — надалі «Користувач». Це особа, яка має доступ до Сайту, за допомогою мережі Інтернет та використовує цей Сайт для отримання будь якої інформації і приймає до виконання умови цього положення.',
      '1.1.5. «Сервіс компанії» — будь який онлайн чи офлайн інструмент, що дозволяє комунікувати, звертатися до потенційних клієнтів Компанії та Користувачів Сайту, чи тих самих сервісів: соціальних мереж, месенджерів, рекламні та соціальні заходи організовані компанією та ін.',
      "1.1.6. «Cookies» — невеликий фрагмент даних, надісланий веб-сервером і зберігається на комп'ютері користувача, який веб-клієнт або веб-браузер щоразу пересилає веб-серверу в HTTP/HTTPS-запиті, намагаючись відкрити сторінку відповідного сайту.",
      "1.1.7. IP-адреса — унікальна мережна адреса вузла в комп'ютерній мережі, побудованій за протоколом IP.",
      "1.1.8. «Персональні дані» — будь-яка інформація, що відноситься прямо чи опосередковано до певної чи фізичної особи (суб'єкту Персональних даних). Під Персональними даними розуміється будь-яка інформація, що стосується прямо чи опосередковано певного Користувача. Це може бути: ім'я, прізвище, по батькові (за наявності), інформація про рід діяльності, сімейний стан, освіта, адреса електронної пошти, номер телефону, регіон проживання, адреса місця проживання/перебування, інформація про дії Користувача на Сайті та інших ресурсах Компанії, IP-адреса , дані про використовувані Користувачем пристроїв (комп'ютер, тип браузера, операційна система мобільного пристрою), та надається ним за допомогою реєстраційної форми та/або при заповненні свого профілю на Сайті, написання повідомлення та/або відгуку, або інформація, отримана при усній комунікації Користувачів та Адміністрації Сайту/менеджерів з продаж у центрах продажу Компанії, інформація, що надається при здійсненні оплати та/або використанні Користувачем будь-якого сервісу (послуги), що надається Компанією. Користувачі можуть надавати Дані самостійно шляхом розміщення їх на Сайті або повідомляючи через канали телефонного зв'язку та/або на електронну та/або поштову адресу Компанії шляхом заповнення опитувальників (заповнення анкети або іншим способом) або Дані можуть надаватися з інших джерел, наприклад, відгуки Користувачів (оцінки, коментарі, підтвердження інформації) або інша інформація від третіх осіб, надана під час направлення претензій, скарг та/або розгляду спорів, та/або інформація із загальнодоступних джерел у мережі Інтернет.",
      '1.1.9. «Обробка персональних даних» — будь-яка дія (операція) або сукупність дій (операцій), що здійснюються з використанням засобів автоматизації або без використання таких засобів з Персональними даними, включно зі збиранням, записом, систематизацією, накопиченням, зберіганням, уточненням (оновлення, зміна), вилученням, використанням, передачею (поширення, надання, доступ), знеособленням, блокуванням, видаленням, знищенням Персональних даних та інших методів використання Даних.',
      "1.1.10. «Конфіденційність Персональних даних» — обов'язкова для дотримання Адміністратором Сайту або іншою особою, яка отримала доступ до Персональних даних, вимога не допускати їх поширення без згоди суб'єкта Персональних даних або наявності іншої законної підстави.",
    ],
  },
  subject: {
    title: '2.ПРЕДМЕТ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ',
    paragraphs: [
      '2.1. Уперше відвідавши Сайт чи комунікуючи через інші інтернет ресурси Компанії, Користувач автоматично надає Компанії дозвіл на використання файлів-cookie та іншої публічної інформації, що вказана у соціальних мережах, мессенджерах чи при відвідуванні офісу Компанії.',
      '2.2. Користуючись Сайтом або залишаючи свої контактні дані на Сайті, а також відповідаючи на необхідні питання в анкеті при відвідуванні офісів Компанії, користувач підтверджує, що дає згоду Адміністрації Сайту та уповноваженим ним особам на обробку його персональних даних. Користувач не має права використовувати Сайт, якщо він не погоджується з умовами цієї Політики конфіденційності.',
      "2.3. Користувач дає свою згоду Адміністрації Сайту на обробку отриманої інформації, включно зі збиранням, систематизацією, накопиченням, зберіганням, уточненням (оновлення, виправлення), використанням, розповсюдженням, знеособленням, блокуванням, знищенням Персональних даних, зазначених в анкеті, з метою заходів, спрямованих на формування бази даних учасників, складання статистичної звітності, проведення маркетингових досліджень, а також здійснення взаємодії з Користувачем, зокрема, по мережах електрозв'язку, включно з направленням повідомлень через SMS, месенджери та соціальні мережі, електронні лист, до відкликання такої згоди.",
      "2.4. Користувач підтверджує свою згоду з тим, що Адміністрація Сайту має право взаємодіяти з Користувачем шляхом здійснення прямих контактів за допомогою різних засобів зв'язку, включно, але не обмежуючись: поштове розсилання, електронна пошта, мережа Інтернет, месенджери, соціальні мережі та ін.",
      "2.5. Персональні дані, дозволені для обробки в рамках цієї Політики конфіденційності, включають, але не обмежуються наступною інформацією: це може бути: ім'я, прізвище, по батькові (за наявності), інформація про рід діяльності, сімейний стан, освіта, адреса електронної пошти, номер телефону, регіон проживання, адреса місця проживання/перебування, інформація про дії Користувача на Сайті, IP-адреса, дані про використовувані Користувачем пристроїв (комп'ютер, тип браузера, операційна система мобільного пристрою); надається їм за допомогою реєстраційної форми та/або при заповненні свого профілю на Сайті, написання повідомлення та/або відгуку, або інформація на Сайті або соціальних мережах Компанії, отримана при усній комунікації Користувачів та Адміністрації Сайту, інформація, що надається при здійсненні оплати та/або використанні Користувачем будь-якого сервісу (послуги), що надається Сайтом.",
      '2.6. Користувач визнає, що у разі його недбалого ставлення до безпеки та захисту його Даних та даних із авторизації (пароль, логін), треті особи можуть отримати несанкціонований доступ до облікового запису та Даних Користувача. Адміністрація Сайту не несе відповідальності за збитки, заподіяні таким доступом.',
    ],
  },
  purposes: {
    title: '3. ЦІЛІ ЗБОРУ І ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ',
    paragraphs: [
      '3.1. Персональні дані Користувача Сайт використовує в таких цілях:',
      '3.1.1. ідентифікації Користувача, зареєстрованого на Сайті;',
      '3.1.2. надання Користувачеві ефективної клієнтської підтримки;',
      '3.1.3. надання Користувачеві персоналізованих Сервісів Компанії;',
      "3.1.4. зв'язку з Користувачем, зокрема, направлення повідомлень у соціальних мережах та месенджерах, запитів та інформації щодо використання Сервісів, надання послуг, а також обробки запитів та заявок від Користувача;",
      '3.1.5. покращення якості Сервісів Компанії, зручності їх використання, розробка нових Сервісів та послуг;',
      "3.1.6. надання інформації про товари та послуги, про рекламні акції, відповіді на запити, а також виконання своїх зобов'язань;",
      '3.1.7. проведення статистичних та інших досліджень на основі знеособлених даних.',
      '3.2. Адміністрація Сайту може здійснювати обмін даними з афілійованими особами Адміністрації Сайту (компаніями, що діють на підставі спільної власності), які можуть опрацьовувати та використовувати Дані задля цілей, що зазначені в цьому розділі Політики конфіденційності.',
      "3.3. Адміністрація Сайту не здійснює обробку даних, що стосуються расової, національної приналежності, політичних поглядів, релігійних та інших переконань, членства у громадських об'єднаннях. Інформація, що характеризує фізіологічні особливості Користувачів, на основі яких можна встановити особистість, не обробляється.",
    ],
  },
  categories: {
    title: '4. КАТЕГОРІЇ ДАНИХ, ЯКІ ЗБИРАЮТЬСЯ',
    paragraphs: [
      '4.1.Категорії Персональних даних, збирання яких здійснює Сайт (самостійно або за посередництвом третіх осіб), включають: Файли cookie та дані про використання мережних ресурсів.',
      "4.2. Персональні дані можуть надаватися Користувачем самостійно або їх збирання може автоматично здійснювати Сайт під час його використання. Якщо не вказано інше, Сайт використовує файли cookie (або інші засоби відстеження) для ідентифікації Користувачів та запам'ятовування встановлених ними глобальних параметрів налаштування.",
      '4.3. Користувачі несуть відповідальність за Персональні дані третіх осіб, які вони отримують, публікують або надають іншим особам, використовуючи Сайт, і підтверджують, що вони мають згоду третьої особи на надання Даних Сайту.',
    ],
  },
  methods: {
    title: '5. СПОСОБИ І ТЕРМІНИ ОБРОБКИ ПЕРСОНАЛЬНИХ ДАНИХ',
    paragraphs: [
      '5.1. Обробка Персональних даних Користувача здійснюється без обмеження терміну будь-яким законним способом, зокрема, в інформаційних системах Персональних даних із використанням засобів автоматизації або без використання таких засобів.',
      '5.2. Користувач погоджується з тим, що Адміністрація Сайту здійснює опрацювання Даних на законній та справедливій основі: Дані не розкриваються третім особам та не поширюються без згоди Користувача, за винятком випадків, передбачених чинним законодавством України та лише в інтересах національної безпеки, економічного добробуту та прав людини, зокрема, але не виключно за обґрунтованими запитами державних органів, які мають право витребувати та отримувати такі дані, або у разі якщо Адміністрація Сайту має обґрунтовані підозри про порушення Користувачем умов цієї Політики конфіденційності та/або інших договорів та угод укладених між Адміністрацією та Користувачем.',
      '5.3. На Сайті містяться посилання на інші веб-ресурси при переході Користувачами на які дія цієї Політики конфіденційності не поширюється.',
    ],
  },
  userRIghts: {
    title: '6. ПРАВА КОРИСТУВАЧА',
    paragraphs: [
      '6.1. Користувачі мають право:',
      '6.1.1. дізнатися, чи були збережені їхні Персональні дані;',
      '6.1.2. звертатися до Адміністрації Сайту, щоб дізнатися про їх зміст та походження;',
      '6.1.3. перевірити їх достовірність чи попросити їх доповнити;',
      '6.1.4. видалити, оновити або виправити Персональні дані;',
      '6.1.5 виступити проти їх обробки з усіх без винятку законних підстав.',
      '6.2. Відповідні запити слід надсилати Адміністрації сайту на адресу, вказану в контактних відомостях на Сайті.',
    ],
  },
  cookie: {
    title: '7. ПОЛІТИКА ЩОДО ФАЙЛІВ COOKIE',
    paragraphs: [
      "7.1. Сайт збирає інформацію про відвідування Користувачем веб-сайтів Компанії з метою отримання статистики відвідувань та ефективності їх використання, формування персонального підходу та адаптації до інтересів кожного користувача. Компанія робить це за допомогою різних технологій, одна з яких – cookie-файли. Це дані, які веб-сайт може надіслати браузеру Користувач і вони будуть збережені на комп'ютері Користувача для подальшої ідентифікації його веб-сайтом.",
      '7.2. Cookie-файли використовуються для оцінки ефективності веб-сайтів (наприклад, для вимірювання кількості відвідувачів та тривалості їх перебування на Сайті), виявлення найбільш цікавих та відвідуваних тем та сторінок, а також для забезпечення зручності навігації та користування Сайтом, без збору будь-якої персональної інформації. Також cookie-файли можуть бути використані для формування персонального підходу на основі вже наявного досвіду взаємодії Користувача з Сайтом та його перевагами. З часом ця інформація дозволяє покращити користувальницький досвід.',
    ],
  },
  personalData: {
    title: '8. БЕЗПЕКА ПЕРСОНАЛЬНИХ ДАНИХ',
    paragraphs: [
      '8.1. Адміністрація Сайту вживає необхідних організаційних та технічних заходів для захисту Персональних даних Користувача від неправомірного або випадкового доступу, знищення, зміни, блокування, копіювання, розповсюдження, а також від інших неправомірних дій третіх осіб.',
      '8.2. Якщо за посиланнями, розміщеними на Сайті останнього, Користувач зайде на ресурси третіх осіб, то Адміністрація Сайту за його дії відповідальності не несе.',
      "8.3. Персональні дані Користувача можуть бути використані в юридичних цілях у суді або на етапах, що ведуть до можливого звернення до суду через те, що Сайт або послуги використовувалися неналежним чином, або Користувач не виконує своїх зобов'язань. Користувач обізнаний, що Адміністрація Сайту може бути змушена повідомити Персональні дані на вимогу органів державної влади.",
    ],
  },
  additionalInformation: {
    title: '9. ДОДАТКОВА ІНФОРМАЦІЯ ПРО ПЕРСОНАЛЬНІ ДАНІ КОРИСТУВАЧІ',
    paragraphs: [
      '9.1. Окрім інформації, що міститься в цій Політиці конфіденційності, Сайт може надавати Користувачеві за запитом додаткову та контекстуальну інформацію щодо конкретних послуг та сервісів або збір та обробку Персональних даних.',
      '9.2. З метою забезпечення роботи Сайту та його технічного обслуговування, Сайт і будь-які сторонні сервіси можуть вести файли, в яких реєструється взаємодія Сайту з Користувачами (системні журнали), або використовувати з цією метою інші Персональні дані (зокрема, IP-адресу).',
      '9.3. Користувач може змінити/видалити Дані або відкликати згоду на їх обробку.',
      '9.3.1 Користувачі в будь-який момент можуть змінити/видалити особисту інформацію або відмовитися від розсилки повідомлень, або відкликати свою згоду на обробку Даних надіславши повідомлення на електронну адресу, вказану в контактних відомостях на Сайті.',
      '9.3.2 Після отримання такого повідомлення обробку Даних Користувача буде припинено, а його Дані будуть видалені, крім випадків, якщо така обробка може бути необхідна відповідно до чинного законодавства України.',
    ],
  },
  additionalTerms: {
    title: '10. ДОДАТКОВІ УМОВИ',
    paragraphs: [
      '10.1. Адміністрація Сайту має право вносити зміни до цієї Політики конфіденційності без згоди Користувача.',
      '10.2. Нова Політика конфіденційності набирає чинності з моменту її розміщення на Сайті, якщо інше не передбачено новою редакцією Політики конфіденційності.',
      '10.3. У разі незгоди з будь-якими змінами, внесеними до Правил, Користувач повинен припинити користуватися Сайтом і може вимагати, щоб Адміністрація сайту даних видалила його Персональні дані.',
      '10.3. Адміністрація Сайту не несе відповідальності за збитки або збитки, які зазнав Користувач або треті особи внаслідок помилкового розуміння чи нерозуміння умов цієї Політики конфіденційності.',
      '10.4. У випадку, якщо положення цієї Політики конфіденційності, пункти або їх частина, будуть визнані такими, що суперечать чинному законодавству України, або недійсними, цей факт жодним чином не вплине на інші положення цієї Політики конфіденційності, вони залишаються повністю чинними та продовжують діяти у повній силі і є дійсними, а будь-яке недійсне становище, або становище, яке не може бути виконане, без подальших дій Сторін, вважається зміненим, виправленим тією мірою, якою це необхідно для забезпечення його дійсності та можливості виконання.',
    ],
  },

  lastUpdate: 'останнє оновлення: 23.10.2025',
}
export default privacy
