const terms = {
  title: 'УМОВИ ВИКОРИСТАННЯ',
  access: {
    title: '1. Доступ до Сайту',
    paragraphs: [
      '1.1. Доступ до Сайту надається користувачам на тимчасовій або постійній основі. Компанія ТОВ «ПЕГАС АРМС» (далі — Компанія) залишає за собою право у будь-який момент змінювати, обмежувати або припиняти функціонування Сайту або окремих його частин без попереднього повідомлення користувачів Сайту — з технічних, адміністративних або інших причин.',
      '1.2. Компанія не гарантує постійну доступність Сайту, його безперебійну роботу або відсутність помилок. Компанія не несе відповідальності за повну чи часткову недоступність ресурсу в будь-який час, а також за зупинки в роботі, пов’язані з технічними збоями, втручанням третіх осіб або іншими чинниками, що не залежать від Компанії.',
      '1.3. Компанія залишає за собою право регулярно оновлювати Сайт, змінювати або доповнювати контент.',
      '1.4. Користувач зобов’язані ознайомлюватися з цими Правилами перед кожним користуванням Сайтом. Якщо Ви продовжуєте користуватися Сайтом після оприлюднення змінених Правил, це означає Вашу згоду на дотримання Правил з усіма його змінами.',
    ],
  },
  contents: {
    title: '2. Контент Сайту',
    paragraphs: [
      '2.1. Матеріали, опубліковані на Сайті, призначені для Вашого особистого некомерційного використання. Всі матеріали, опубліковані на Сайті, включно, але не обмежуючись: новини, фотографії, зображення, ілюстрації, аудіо-та відео кліпи (далі – «матеріали» або «контент») — захищені авторським правом і знаходяться у володінні або під контролем Компанії або сторони, яка є постачальником контенту. Ви повинні дотримуватися всіх додаткових повідомлень про авторські права, інформації або обмежень, що містяться на будь-якій сторінці.',
      '2.2. Зміст Сайту захищений авторським правом відповідно до законодавства України та міжнародного авторського права. Ви не маєте права змінювати, публікувати, передавати, брати участь у передачі або продажу, відтворювати (за винятком випадків, передбачених в пункті 2.4 цих Правил), створювати нові твори, поширювати, виконувати, або яким-небудь чином використовувати зміст Сайту (включно з програмним забезпеченням) в цілому або частково',
      '2.3. Комерційні (фірмові) найменування, торговельні марки тощо Компанії або третіх осіб захищені авторськими правами. Ніщо, зазначене в цих Правилах, не може тлумачитися як надання опосередковано, за замовчуванням або іншим шляхом будь-якої ліцензії або права на використання торговельної марки, патенту, прав на дизайн або авторських прав Компанії або третіх осіб.',
      '2.4. Ви можете завантажити або скопіювати вміст Сайту, інші компоненти та елементи, що відображаються на Сайті, тільки для особистого використання, за умови дотримання всіх авторських прав та інших повідомлень, що містяться в ньому. Копіювання чи зберігання будь-якого контенту для відмінних від особистого використання суворо забороняється без попередньої письмової згоди Компанії.',
      '2.5. Інтернет-виданням, мобільним додаткам дозволяється безкоштовно використовувати інформацію, розміщену на Сайті, за умови відкритого гіперпосилання та згадки першоджерела не нижче першого абзацу і обсягом не більше пів тисячі знаків оригінального тексту. Використання більшого обсягу тексту можливе лише за умови отримання письмового дозволу Компанії.',
      'Для SmartTV використання матеріалів Компанії дозволяється на платній основі та лише за письмової згоди Компанії. Іншим видам медіа дозволяється використовувати інформацію, розміщену на сайтах Компанії, обсягом до пів тисячі знаків, за умови посилання на першоджерело. Використання більшого обсягу тексту можливе лише за умови отримання письмового дозволу Компанії.',
      'Під використанням інформації мається на увазі будь-яке відтворення, републікація, поширення, переробка, переклад, включення його частин до інших творів та інші способи, передбачені Законом України «Про авторське право і суміжні права».',
      'Компанія надає письмовий дозвіл на використання своїх матеріалів третім особам на свій розсуд на підставі звернення, направленого в електронній формі на email, із обов’язковим зазначенням зворотної поштової адреси. Компанія залишає за собою право в процесі розгляду звернення вимагати від третіх осіб будь-яку додаткову інформацію, необхідну для прийняття рішення про видачу письмового дозволу. Використання матеріалів Компанії можливе тільки після отримання третьою особою відповідного письмового дозволу.',
    ],
  },
  accessWebsite: {
    title: '3. Захист персональних даних',
    paragraphs: [
      '3.1.Компанія поважає Ваше право на конфіденційність. Усі персональні дані, які надаються під час користування сайтом, обробляються відповідно до Політики конфіденційності. При користуванні Сайтом, ви даєте згоду на обробку персональних даних, відповідно до чинного законодавства України.',
      '3.2. Використовуючи Сайт, Ви підтверджуєте свою згоду на обробку персональних даних, згідно з визначеними умовами. Компанія дотримується вимог законодавства України та принципів Європейського регламенту з захисту персональних даних (GDPR) та внутрішній нормативно правових актів діючих на території України.',
    ],
  },
  relationship: {
    title: "4. Зв'язок між Сайтом і користувачами",
    paragraphs: [
      '4.1. Якщо Ви заповнюєте реєстраційну форму з метою отримання певної інформації, ми, як власники і правонаступники, з дозволу певних сторонніх постачальників, надаємо Вам інформацію про матеріали, опубліковані на Сайті.',
      '4.2. Ви надаєте, а Компанія залишає за собою право відправляти на Вашу електронну пошту інформацію про зміни або доповнення послуг на Сайті',
      '4.3. Компанія залишає за собою право розкривати інформацію про використання за умови, що це не буде розкривати Вашу особистість. Рекламодавці на Сайті можуть збирати і поширювати особисту інформацію про Вас, тільки якщо Ви підтверджуєте свою згоду відповідно до Політики конфіденційності та захисту персональних даних Компанії.',
      "4.4. Компанія може зв'язатися з Вами електронною поштою про участь в опитуванні користувачів, задаючи питання з метою покращення поточних або перспективних матеріалів. Ця інформація буде використана для покращення роботи Сайту і для кращого розуміння наших користувачів. Будь-яка інформація, яку ми отримуємо в таких опитуваннях, не буде передана третім особам, за винятком узагальнених знеособлених даних.",
    ],
  },
  limitation: {
    title: '5. Обмеження відповідальності',
    paragraphs: [
      '5.1. Уся інформація на Сайті надається на умовах «як є» («as is») без жодних прямих або непрямих гарантій, включно з гарантіями правомірності, точності, безпеки, сумісності або придатності для певної мети, відсутності порушення прав третіх осіб.',
      '5.2. Компанія не несе відповідальності за технічні збої в роботі Інтернету, телекомунікаційних мереж, хостингу, обладнання чи програмного забезпечення користувача, а також за можливі втрати чи пошкодження даних у результаті зовнішніх впливів, зокрема, шкідливого ПЗ або кібератак.',
      '5.3. Інформація, що розміщена на Сайті, носить ознайомлювальний характер і не є офіційною рекомендацією або гарантією результату. Користувач несе повну відповідальність за будь-яке використання контенту Сайту.',
    ],
  },
  intellectual: {
    title: '6. Права інтелектуальної власності',
    paragraphs: [
      '6.1.Усі тексти, графіка, логотипи, креслення, фото, відео, елементи дизайну, а також структура Сайту є об’єктами авторського права та/або інших прав інтелектуальної власності Компанії або використовуються з дозволу відповідних правовласників та захищена відповідно до чинного законодавства України, у випадку порушення прав інтелектуальної власності, Компанія залишає за собою право вимагати відшкодування збитків, зокрема, не отриману вигоду.',
      '6.2. Будь-яке копіювання, розповсюдження, публічне відтворення або інше використання контенту Сайту, без попереднього письмового дозволу Компанії або відповідного правовласника, заборонене та може призвести до відповідальності, згідно з чинним законодавством України.',
    ],
  },
  changesTerms: {
    title: '7. Зміни до Умов користування',
    paragraphs: [
      'Компанія залишає за собою право змінювати ці Умови у будь-який час без попереднього повідомлення. Зміни набувають чинності з моменту публікації оновленої версії на Сайті. Рекомендуємо регулярно переглядати Умови користування, щоб бути поінформованими про можливі оновлення.',
    ],
  },
  lastUpdate: 'останнє оновлення: 23.10.2025',
}
export default terms
