const terms = {
  title: 'УМОВИ ВИКОРИСТАННЯ',
  access: {
    title: 'Доступ до Сайту',
    paragraphs: [
      '1.1.Доступ до Сайту надається користувачам на тимчасовій або постійній основі. Компанія ТОВ «ПЕГАС АРМС» (далі — Компанія) залишає за собою право у будь-який момент змінювати, обмежувати або припиняти функціонування Сайту або окремих його частин без попереднього повідомлення користувачів Сайту — з технічних, адміністративних або інших причин.',
      '1.2.Компанія не гарантує постійну доступність Сайту, його безперебійну роботу або відсутність помилок. Компанія не несе відповідальності за повну чи часткову недоступність ресурсу в будь-який час, а також за зупинки в роботі, пов’язані з технічними збоями, втручанням третіх осіб або іншими чинниками, що не залежать від Компанії.',
      '1.3.Компанія залишає за собою право регулярно оновлювати Сайт, змінювати або доповнювати контент.',
      '1.4. Користувач зобов’язані ознайомлюватися з цими Правилами перед кожним користуванням Сайтом. Якщо Ви продовжуєте користуватися Сайтом після оприлюднення змінених Правил, це означає Вашу згоду на дотримання Правил з усіма його змінами.',
    ],
  },
}
export default terms
